Repository: common-repository/secure-your-admin
Catalog: langs/suadmplugin-*.po
Languages: es_es

source: Settings
es_es: Ajustes

source: You are not authorized to view this page.
es_es: No estas autorizado a ver esta página.

source: settings saved.
es_es: opciones guardadas.

source: Error - Url does not seems to be correct.
es_es: Error - La Url no parece estar correcta.

source: Secure your Admin
es_es: Asegure su administración

source: This plugin is intended to add an extra security feature for your wp-admin and wp-login.php with an extra hash that you will pass inside your URL, you can set this word hier and how you will ask for it, For Example, i want to have the word <b>letmein</b> and the pass <b>thesecondnameofmymother</b>, so i will set them bellow and once i want to enter in my admin i have to use <b>http://miwebsite.com/wp-admin?letmein=thesecondnameofmymother</b> otherwise the system will not show you the login page, it will be redirected directly to the home of your website
es_es: Este plugin esta pensado para añadir una seguridad extra a tu wp-admin y wp-login.php con una clave adicional ue deberas incluir en tu URL, tu puedes establecer esa palabra aquí y el resultado de la llamada, Por Ejemplo, si quisiera que la palabra <b>dejameentrar</b> y la contraseña <b>elsegundonombredemimadre</b>, colocándolos en los campos de abajo los usaría para entrar en mi admin de la siguiente manera <b>http://mipaginaweb.com/wp-admin?dejameentrar=elsegundonombredemimadre</b> de lo contrario el sistema no me mostrará la página de fogueo y me redireccionara al home de tu página web

source: Check this button to habilitate the security hash
es_es: Activa este botón para habilitar la seguridad por hash

source: Introduce your id and hash to be included as an option on your wp-admin
es_es: Introduce tu Id y Hash para ser incluidos como opciones a tu wp-admin url

source: Set the Variable Name
es_es: Establece tu Nombre de variable (id)

source: Set the Hash
es_es: Establece el Hash

source: You have set a hash, if you doesn't remember you can change it here
es_es: Ya has establecido un has, si no lo recuerdas lo puedes cambiar aquí

source: Pls. ensure to use a Variablename and a hash you will easy remember, otherwise you will be not allowed to enter your admin login page
es_es: Por favor, asegurase de usar un nombre de variable y contraseña fácil de recordar, de lo contrario no podrás entrar en tu admin login

source: Save Changes
es_es: Guardar Cambios

source: <b>REMEMBER:</b> next time you log-in you have to include in your URL wp-admin<b><i>?yourvariablename=yourhashname</i></b>
es_es: <b>RECUERDA:</b> la próxima vez que entres debes incluir en tu URL wp-admin<b><i>?tuvariable=tuhash</i></b>
